<?php


return array(
    'type'=>['1'=>'バイト','2'=>'転職'],
    'salarySystem'=>['1'=>'一回','2'=>'その他'],
    'transportation_system'=>['1'=>'含む','2'=>'給与と一緒に振込'],
    'workForm'=>['1'=>'当直','2'=>'日直・日当直'],
    'facilityType'=>['1'=>'クリニック','2'=>'健診施設','3'=>'療養型病院','4'=>'一般病院','5'=>'ケアミックス'],
    //prefecture
    'prefecture'=>[  '1' => '北海道', '2' => '青森県', '3' => '岩手県', '4' => '宮城県', '5' => '秋田県', '6' => '山形県',
        '7' => '福島県', '8' => '茨城県', '9' => '栃木県', '10' => '群馬県', '11' => '埼玉県', '12' => '千葉県', '13' => '東京都',
        '14' => '神奈川県', '15' => '新潟県', '16' => '富山県', '17' => '石川県', '18' => '福井県', '19' => '山梨県',
        '20' => '長野県', '21' => '岐阜県', '22' => '静岡県', '23' => '愛知県', '24' => '三重県', '25' => '滋賀県', '26' => '京都府',
        '27' => '大阪府', '28' => '兵庫県', '29' => '奈良県', '30' => '和歌山県', '31' => '鳥取県', '32' => '島根県', '33' => '岡山県',
        '34' => '広島県', '35' => '山口県', '36' => '徳島県', '37' => '香川県', '38' => '愛媛県', '39' => '高知県', '40' => '福岡県',
        '41' => '佐賀県', '42' => '長崎県', '43' => '熊本県', '44' => '大分県', '45' => '宮崎県', '46' => '鹿児島県', '47' => '沖縄県'],
    //medical
    'medical'=>[   '1' => '内科', '2' => '外科', '3' => '整形外科', '4' => '形成外科', '5' => '脳外科', '6' => '婦人科', '7' => '眼科',
    '8' => '精神科', '9' => '心療内科', '10' => '麻酔科', '11' => '小児科', '12' => '放射線科', '13' => '耳鼻科', '14' => '皮膚科',
    '15' => '訪問診療', '16' => '人間ドック', '17' => '内視鏡', '18' => '透析', '19' => '検診', '20' => '往診', '21' => '病棟管理',
    '22' => '産婦人科', '23' => '口腔外科', '24' => '歯科口腔外科', '25' => '歯科', '26' => 'コンタクト'],
    //calender
    'calender'=>[  '1' => '2019年7月1日', '2' => '2019年7月2日', '3' => '2019年7月3日', '4' => '2019年7月4日', '5' => '2019年7月5日',
        '6' => '2019年7月6日', '7' => '2019年7月7日', '8' => '2019年7月8日', '9' => '2019年7月9日', '10' => '2019年7月10日', '11' => '2019年7月11日',
        '12' => '2019年7月12日', '13' => '2019年7月13日', '14' => '2019年7月14日', '15' => '2019年7月15日', '16' => '2019年7月16日',
        '17' => '2019年7月17日', '18' => '2019年7月18日', '19' => '2019年7月19日', '20' => '2019年7月20日', '21' => '2019年7月21日',
        '22' => '2019年7月22日', '23' => '2019年7月23日', '24' => '2019年7月24日', '25' => '2019年7月25日', '26' => '2019年7月26日',
        '27' => '2019年7月27日', '28' => '2019年7月28日', '29' => '2019年7月29日', '30' => '2019年7月30日', '31' => '2019年7月31日',],
    //yukiLab
    'lending_situation'=>['0'=>'貸出中','1'=>'在庫あり','2'=>'紛失中'],
    //Sp_Mrt
    'naika' =>['1' => '一般内科','2' =>'呼吸器内科','3'=>'循環器内科','4'=>'　消化器内科','5'=>'内分泌内科','6'=>'神経内科',
        '7'=>'賢臓内科','8'=>'老人内科','9'=>'心療内科','10'=>'血液内科'],
    'geka' =>['1' => '一般外科','2' =>'呼吸器外科','3'=>'診療血管外科','4'=>'診療科外科','5'=>'脳神経外科','6'=>'整形外科',
    '7'=>'形成外科','8'=>'美容外科','9'=>'乳腺外科'],
    'sonota'=>['1' => '透析科','2' =>'リウマチ科','3'=>'産婦人科','4'=>'小児科','5'=>'眼科','6'=>'耳鼻咽喉科',
        '7'=>'泌尿器科','8'=>'皮膚科','9'=>'精神科','10' => '麻酔科','11' =>'放射線科','12'=>'リハビリテーション科',
        '13'=>'アレルギー科','14'=>'在宅診療科','15'=>'総合診療科', '16'=>'救急救命科','17'=>'透明医学科','18'=>'緩和医療科',
        '19'=>'検診・人間ドック','20'=>'老健施設'],
);

